brew "ffmpeg"
brew "fswatch"
brew "imagemagick"
brew "tesseract"

brew "bats-core"
brew "gh"
brew "git"
brew "git-lfs"
brew "gitleaks"
brew "pre-commit"

brew "jq"
brew "markdownlint-cli2"
brew "websocat"
brew "yamllint"
brew "yq"

brew "oven-sh/bun/bun"
brew "ruby"

brew "gum"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "alt-tab"
cask "font-jetbrains-mono-nerd-font"
cask "pika"
