anysphere.cursorpyright
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
github.github-vscode-theme
golang.go
miguelsolorio.symbols
ms-python.debugpy
ms-python.python
naumovs.color-highlight
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one
