anthropic.claude-code
dart-code.dart-code
dart-code.flutter
davidanson.vscode-markdownlint
eamodio.gitlens
github.copilot-chat
github.github-vscode-theme
golang.go
miguelsolorio.symbols
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
naumovs.color-highlight
redhat.vscode-xml
redhat.vscode-yaml
streetsidesoftware.code-spell-checker
yzhang.markdown-all-in-one
